/* No comment provided by engineer. */
"$-.--" = "$-.--";

/* No comment provided by engineer. */
"\"" = "\"";

/* No comment provided by engineer. */
"\"%@" = "\"%@";

/* No comment provided by engineer. */
"a photo frame" = "フォトフレーム";

/* No comment provided by engineer. */
"a photo from your photo gallery" = "フォトギャラリーからの写真";

/* No comment provided by engineer. */
"Add to Widgets" = "ウィジェットに追加";

/* No comment provided by engineer. */
"Add Your Photo" = "写真を追加する";

/* No comment provided by engineer. */
"Buy now" = "今買う";

/* No comment provided by engineer. */
"Choose" = "選択";

/* No comment provided by engineer. */
"Create" = "作成する";

/* No comment provided by engineer. */
"Description %@" = "説明 %@";

/* No comment provided by engineer. */
"Dismiss" = "退出させる";

/* No comment provided by engineer. */
"Done" = "完了";

/* No comment provided by engineer. */
"Drag image" = "画像をドラッグ";

/* No comment provided by engineer. */
"Edit" = "編集";

/* No comment provided by engineer. */
"Empty" = "空の";

/* No comment provided by engineer. */
"empty frame" = "空のフレーム";

/* No comment provided by engineer. */
"FrameIt" = "FrameIt";

/* No comment provided by engineer. */
"Go Back" = "戻る";

/* No comment provided by engineer. */
"Hello, World!" = "Hello, World!";

/* No comment provided by engineer. */
"If you gave limited photos access, you can add more photos or enable access to all your photos through the settings app." = "写真へのアクセスが制限されている場合は、設定アプリから写真を追加したり、すべての写真へのアクセスを有効にしたりできます。";

/* No comment provided by engineer. */
"If your frame won't load, try removing the widget and adding it again." = "フレームが読み込まれない場合は、ウィジェットを削除してからもう一度追加してみてください。";

/* No comment provided by engineer. */
"Instructions" = "指示";

/* No comment provided by engineer. */
"Leave a Review" = "レビューを残す";

/* No comment provided by engineer. */
"Long Press" = "長押し";

/* No comment provided by engineer. */
"Long press this widget" = "このウィジェットを長押しします";

/* No comment provided by engineer. */
"My Frames" = "私のフレーム";

/* No comment provided by engineer. */
"One" = "1";

/* No comment provided by engineer. */
"Photos Access Denied" = "写真へのアクセスが拒否されました";

/* No comment provided by engineer. */
"Pinch to zoom" = "ピンチしてズーム";

/* No comment provided by engineer. */
"Please allow photos access through the settings app." = "設定アプリから写真へのアクセスを許可してください。";

/* No comment provided by engineer. */
"Position" = "ポジション";

/* No comment provided by engineer. */
"Privacy Policy" = "個人情報保護方針";

/* No comment provided by engineer. */
"Provide Feedback" = "フィードバックを提供します";

/* No comment provided by engineer. */
"Restore Purchases" = "購入を復元";

/* No comment provided by engineer. */
"Select" = "選択する";

/* No comment provided by engineer. */
"stunning collages" = "見事なコラージュ";

/* No comment provided by engineer. */
"Success" = "成功";

/* No comment provided by engineer. */
"Support" = "サポート";

/* No comment provided by engineer. */
"Tap \"Edit Widget\"" = "タップ \"ウィジェットの編集\"";

/* No comment provided by engineer. */
"Thanks again for your purchase!" = "ご購入ありがとうございます！";

/* No comment provided by engineer. */
"the photo in the frame" = "フレーム内の写真";

/* No comment provided by engineer. */
"three" = "三";

/* No comment provided by engineer. */
"Title %@" = "題名 %@";

/* No comment provided by engineer. */
"two" = "二";

/* No comment provided by engineer. */
"Unable to Load %@ Photo%@" = "読み込むことができません %1$@ 写真%2$@";

/* No comment provided by engineer. */
"Unable to Load Any Photos" = "写真を読み込めません";

/* No comment provided by engineer. */
"Visit our website" = "当社のウェブサイトを訪問";

/* No comment provided by engineer. */
"your homescreen to access the widget panel" = "ウィジェットパネルにアクセスするためのホーム画面";

/* No comment provided by engineer. */
"your own border colors" = "あなた自身のボーダーカラー";

